Repository: Lernstick/lernstickAdvanced
Catalog: grub-gettext/*.po
Languages: de, fr

source: Select desktop:
de: Desktop auswählen:
fr: Choisissez un environnement:

source: Text console
de: Textkonsole
fr: Console texte

source: Select keyboard:
de: Tastatur auswählen:
fr: Choisissez un clavier:

source: Switzerland (German)
de: Schweiz (Deutsch)
fr: Suisse (allemand)

source: Switzerland (French)
de: Schweiz (Französisch)
fr: Suisse (français)

source: Germany
de: Deutschland
fr: Allemagne

source: Italy
de: Italien
fr: Italie

source: Spain
de: Spanien
fr: Espagne

source: Brazil
de: Brasilien
fr: Brésil

source: Russia
de: Russland
fr: Russie

source: Albania
de: Albanien
fr: Albanie

source: Select language:
de: Sprache auswählen:
fr: Choisissez une langue:

source: Configure start medium:
de: Startmedium auswählen:
fr: Choisissez le média de démarrage:

source: any
de: beliebig
fr: indifférent

source: removable device
de: entfernbares Speichermedium
fr: média amovible

source: USB device
de: USB-Speichermedium
fr: clef USB

source: Start Lernstick
de: Lernstick starten
fr: Démarrer Lernstick

source: | This Mac has two graphic cards (AMD and Intel). |
de: | Dieser Mac hat zwei Grafikkarten (AMD und Intel). |

source: | The Lernstick system only works with the Intel card and has to switch off the AMD card. |
de: | Das Lernstick-System funktioniert nur mit der Intel-Karte und muss die AMD-Karte ausschalten. |

source: | This means, your screen will now turn black for some seconds. |
de: | Das bedeutet, dass der Bildschirm nun für ein paar Sekunden schwarz wird. |

source: | DON'T PANIC! OK? |
de: | KEINE PANIK! OK? |

source: | We will be right back after switching to the Intel card... |
de: | Wir sind gleich wieder da, nachdem wir auf die Intel-Karte umgeschaltet haben... |

source: | (You can skip the countdown by pressing the esc key.) |
de: | (Der Countdown kann durch Drücken der esc-Taste übersprungen werden.) |

source: | This Mac has two graphic cards (NVIDIA and Intel). |
de: | Dieser Mac hat zwei Grafikkarten (NVIDIA und Intel). |

source: | The Lernstick system only works with the Intel card and has to switch off the NVIDIA card. |
de: | Das Lernstick-System funktioniert nur mit der Intel-Karte und muss die NVIDIA-Karte ausschalten. |

source: | This means, your screen will now turn black for some seconds. |
de: | Das bedeutet, dass der Bildschirm nun für ein paar Sekunden schwarz wird. |

source: | DON'T PANIC! OK? |
de: | KEINE PANIK! OK? |

source: | We will be right back after switching to the Intel card... |
de: | Wir sind gleich wieder da, nachdem wir auf die Intel-Karte umgeschaltet haben... |

source: | (You can skip the countdown by pressing the esc key.) |
de: | (Der Countdown kann durch Drücken der esc-Taste übersprungen werden.) |

source: Loading Lernstick...
de: Lernstick wird gestartet...
fr: Chargement de Lernstick...

source: Language :
de: Sprache :
fr: Langue :

source: Unknown
de: Unbekannt
fr: Inconnu(e)

source: Keyboard :
de: Tastatur :
fr: Clavier :

source: Data medium :
de: Datenmedium :
fr: Média de stockage :

source: Data partition :
de: Datenpartition :
fr: Partition de données :

source: not used
de: nicht verwendet
fr: non utilisé

source: read-write
de: lesen und schreiben
fr: lecture-écriture

source: read-only
de: nur lesen
fr: lecture seule

source: Swap partition :
de: Auslagerungspartition:
fr: Partition d´échange :

source: enabled
de: aktiviert
fr: activé(e)

source: disabled
de: deaktiviert
fr: désactivé(e)

source: Swap file :
de: Auslagerungsdatei :
fr: Fichier d´échange :

source: Boot messages :
de: Startmeldungen :
fr: Messages de démarrage :

source: Custom options :
de: Eigene Optionen :
fr: Options personnalisées :

source: Please type your custom options in one line:
de: Bitte geben Sie die eigenen Optionen in einer Zeile ein:
fr: Tapez vos options personnalisées sur une seule ligne :

source: Check integrity of boot medium
de: Integrität des Startmediums überprüfen
fr: Vérifier l'intégrité du média de démarrage

source: Checking integrity of boot medium...
de: Integrität des Startmediums wird überprüft...
fr: Vérification de l'intégrité du média de démarrage...

source: Configure data partition:
de: Datenpartition einrichten:
fr: Choisissez une partition de stockage :

source: Configure data medium:
de: Datenmedium auswählen:
fr: Choisissez un media de stockage :

source: Configure boot messages:
de: Startmeldungen einrichten:
fr: Choisissez les messages de démarrage :

source: Configure swap file:
de: Auslagerungsdatei einrichten:
fr: Choisissez un fichier d'échange :

source: Configure swap partition:
de: Auslagerungspartition einrichten:
fr: Choisissez une partition d'échange :

source: Desktop :
fr: Environnement :

source: Start medium :
fr: Média de démarrage :
